Repository: donmq/donmq.github.io
Catalog: WebLeave/API/Resources/LangIndex.*.resx
Languages: vi, zh_tw

# lockleaver
source: The vacation is wrong. Contact the Human Resources department to be edited
vi: Trường hợp này phép nghỉ không đúng, mời liên hệ phòng Nhân sự để được chỉnh sửa kịp thời
zh_tw: 這張請假單不對，請儘快聯係SEA修改假單。謝謝!

# songaynghi
source: Number of days for leave
vi: Số ngày nghỉ
zh_tw: 請假天數

# phepnamcon
source: Annual Leave
vi: Phép năm còn
zh_tw: 未休年假

# errorDeleteUser
source: Failed to delete employee, please check again! Thank you.
vi: Xóa nhân viên không thành công vui lòng kiểm tra lại! Xin cảm ơn.
zh_tw: 刪除員工失敗請重新檢查！ 謝謝你。

source: Login
vi: Đăng nhập
zh_tw: 登入

# RequestEditLeaveToHuman
source: Request editing leave data to HR
vi: Gởi yêu cầu sửa phép đến nhân sự
zh_tw: 向 HR 申請編輯請假資料

# RequestEditLeaveToManager
source: Request editing leave data to manager
vi: Gởi yêu cầu sửa phép đến chủ quản
zh_tw: 向 管理員 申請編輯請假資料

# status4
source: Approved
vi: Duyệt Phép
zh_tw: 核准

# successDelete
source: Employee deleted successfully! Thank you.
vi: Xóa nhân viên thành công! Xin cảm ơn.
zh_tw: 成功刪除員工！ 謝謝你。

# NgDuocDuyet
source: Approved persons
vi: Người được duyệt

source: Holiday
vi: Ngày lễ
