Repository: donmq/donmq.github.io
Catalog: WebLeave/API/Resources/LangIndex.*.resx
Languages: vi, zh_tw

source: About
zh_tw: 關於

source: Accept
vi: Chấp nhận
zh_tw: 接受

# AddApply
source: Representative
vi: Đại diện
zh_tw: 代表

# AddBegin
source: Starting time
vi: Bắt đầu
zh_tw: 開始

# AddbtnAdd
source: Add
vi: Thêm
zh_tw: 增加

# AddbtnAdvance
source: Advance
vi: Nâng cao
zh_tw: 進階

# AddbtnDelete
source: Quick delete
vi: Xóa nhanh
zh_tw: 刪除

# AddbtnUpload
source: Upload
vi: Tải lên
zh_tw: 上傳

# AddCate
source: Leave Category
vi: Thể loại nghỉ phép
zh_tw: 休假類別

# AddCateList
source: Reasons of leave
vi: Loại phép
zh_tw: 假別

# AddCountResult
source: Total
vi: Tổng
zh_tw: 總

# AddDay
source: Day
vi: Ngày
zh_tw: 天

# AddDayLeave
source: Leave date
vi: Ngày nghỉ
zh_tw: 休假天

# AddDept
source: Department
vi: Bộ phận
zh_tw: 部門

# AddE1
source: Cannot find this person or this person is not belong to your team
vi: Không tìm thấy người lao động. Hoặc người lao động không thuộc khung quản lý !
zh_tw: 找不到員工。或是原工不屬於管理圈

# AddE2
source: Please key employee's ID
vi: Vui lòng nhập mã nhân viên để tiếp tục !
zh_tw: 煩請輸入工號再繼續

# AddE3
source: Cannot find this person or this person is not belong to your team
vi: Không tìm thấy người lao động. Hoặc người lao động không thuộc khung quản lý !
zh_tw: 找不到員工。或是員工不屬於管理圈

# AddE4
source: Please choose the start date and end date
vi: Vui lòng chọn đầy đủ ngày bắt đầu và kết thúc nghỉ phép !
zh_tw: 請選擇休假起訖月日

# AddE5
source: Wrong leave days or wrong typing. Please check.
vi: Số ngày nghỉ không chính xác ! Hoặc nhập sai ngày bắt đầu và kết thúc !
zh_tw: 休假天數不正確！或是起訖的日期輸入錯誤

# AddE6
source: Please choose the correct reason of leave
vi: Vui lòng chọn loại nghỉ phép theo quy định !
zh_tw: 請按照規定選擇假別

# AddE7
source: Your annual leave is over, please another reason of leave
vi: Phép năm của người lao động đã hết ! Vui lòng chọn loại phép khác !
zh_tw: 員工的年假已無！請選擇其他假別

# AddE8
source: Your application is duplicate. Please check
vi: Kỳ nghỉ của người lao động bị trùng với một kỳ nghỉ khác đã được đăng ký ! Vui lòng xem lại !
zh_tw: 員工的休假日與已登記的假日重複！請重新檢查！

# AddE9
source: Your annual leave is not enough. Please choose another reason of leave or choose the correct annual leave period.
vi: Phép năm của người lao động không đủ ! Vui lòng chọn loại phép khác hoặc chọn lại thời gian cho kỳ nghỉ !
zh_tw: 員工的年假不足！請選擇其他假別或是休假的時間！

# AddEmpNo
source: Employee ID #
vi: Mã nhân viên
zh_tw: 工號

# AddEnd
source: Ending time
vi: Kết thúc
zh_tw: 訖

# AddFast
source: Quick add
vi: Thêm nhanh
zh_tw: 增加

# AddFullname
source: Full name
vi: Họ & tên
zh_tw: 姓名

# AddHour
source: Hour
vi: Giờ
zh_tw: 時數

# AddImplement
source: Need to provide evidence documents for this leave
vi: Loại phép cần bổ sung giấy tờ
zh_tw: 需要補充資料的假別

# AddTime
source: Time of leave
vi: Thời gian nghỉ
zh_tw: 休假時間

# AdvBegin
source: Starting time
vi: Giờ bắt đầu
zh_tw: 開始

# AdvbtnReg
source: Apply
vi: Đăng ký
zh_tw: 登記

# AdvbtnReset
source: Try again
vi: Làm lại
zh_tw: 重試

# AdvEnd
source: Ending time
vi: Giờ kết thúc
zh_tw: 結束

# AdvListEmp
source: List of employees
vi: Danh sách nhân viên
zh_tw: 職員名單

# AdvSelectCate
source: Choose the leave category
vi: Chọn loại nghỉ phép
zh_tw: 選擇假別

# AdvTextDay
source: Put the days of leave
vi: Nhập số ngày cần nghỉ
zh_tw: 輸入需要休假的天數

# alert1
source: Please choose the apply form
vi: Vui lòng chọn đơn để thực hiện tác vụ
zh_tw: 請選擇表單以便作業

# alert2
source: Can not find match
vi: Không tìm thấy dữ liệu phù hợp
zh_tw: 無法找到符合資料

# alertapprove
source: Please write comment for reject !
vi: Vui lòng nhập lý do từ chối đơn nghỉ phép !
zh_tw: 請填寫拒絕原因 !

# Application
source: Leave
vi: Nghỉ phép
zh_tw: 休假

# Apply
source: Representative
vi: Đại Diện
zh_tw: 代表

source: Approve
vi: Xét Duyệt
zh_tw: 審核

# ApproveCheck
source: Please choose the reason of leave
vi: Vui lòng chọn đơn nghỉ phép để thực hiện hành động tiếp theo !
zh_tw: 請選擇休假別而繼續下一步

# ApproveTitle
source: Accept the checked application
vi: Chấp nhận các đơn đã đánh dấu
zh_tw: 接受已檢查的單子

source: Area
vi: Khu vực
zh_tw: 區域

# batdau
source: Begin
vi: Bắt đầu
zh_tw: 開始

# bophan
source: PartID
vi: Bộ phận
zh_tw: 小組

# boqua
source: Skip
vi: Bỏ qua
zh_tw: 跳過

# BoxUploadTitle
source: Upload
vi: Upload đơn nghỉ phép
zh_tw: 上傳請假卡

# btnApproved
source: Approve
vi: Thực hiện
zh_tw: 執行

# btnCancel
source: Cancel
vi: Hủy bỏ
zh_tw: 取消

# btnCancelDelete
source: Cancel
vi: Huỷ bỏ
zh_tw: 取消

# btnChangePass
source: Confirm
vi: Xác nhận
zh_tw: 確認

# btnConfirmDelete
source: Accept
vi: Đồng Ý
zh_tw: 同意

# btnLogin
source: Login
vi: Đăng nhập
zh_tw: 登入

# btnReset
source: Reset
vi: Làm lại
zh_tw: 重試

# btnUpload
source: Upload
zh_tw: 上傳

source: Building
vi: Tòa nhà
zh_tw: 棟別

# buphep
source: Compensate
vi: Bù Phép
zh_tw: 補假

# CateApprove
source: Leave Category
vi: Loại phép
zh_tw: 假別

source: Category
vi: Thể loại phép
zh_tw: 假別

# ChangeAvatar
source: Change the avatar
vi: Đổi hình đại diện
zh_tw: 更換封面

# ChangePassword
source: Change the password
vi: Đổi mật khẩu
zh_tw: 更換密碼

# chinhsua
source: Edit
vi: Edit(Chỉnh sửa)
zh_tw: 修改

# chitiet
source: List
vi: Chi tiết
zh_tw: 明細

# chucvu
source: Position
vi: Chức vụ
zh_tw: 職務

source: Company
vi: Công ty
zh_tw: 厰別

source: Confirm
vi: Xác nhận
zh_tw: 確認

# confirmDelete
source: All of applications will be deleted! Are you sure to continue!
vi: Rất nhiều đơn xin nghỉ phép sẽ bị xóa khỏi hệ thống ! Bạn có chắc muốn thực hiện không ?
zh_tw: 很多假卡會在系統取消！你是否繼續?

# CopyRight
source: All Rights Reserved
vi: Bảo lưu mọi quyền
zh_tw: 保存所有權限

# CountDay
source: Leave date
vi: Ngày nghỉ
zh_tw: 休假天

# Cpanel
source: Manage
vi: Quản trị
zh_tw: 管制

source: Create
vi: Tạo mới
zh_tw: 新增

# danghiviec
source: Off Work
vi: Đã nghỉ việc
zh_tw: 已離職

# danglamviec
source: On Work
vi: Đang làm việc
zh_tw: 在職

# Debby
source: Developed by
vi: Phát triển bởi
zh_tw: 開發由

# Default
source: All Default
vi: Mặc định
zh_tw: 預設值

# DeleteCheckList
source: Please choose the leave application to delete
vi: Vui lòng chọn đơn nghỉ phép để thực hiện xóa các đơn nghỉ phép !
zh_tw: 請選擇休假單而執行刪除休假單

source: Department
vi: Phòng ban
zh_tw: 部門

# DeptApprove
source: Department
vi: Bộ phận
zh_tw: 部門

source: Detail
vi: Chi tiết
zh_tw: 明細

# DtArchive
source: Restore code
vi: Mã lưu trữ
zh_tw: 存儲代碼

# DtBegin
source: Start
vi: Bắt đầu
zh_tw: 開始

# DtbtnEditStatus
source: Editing
vi: Sửa đổi
zh_tw: 修改

# DtCapNhat
source: Update
vi: Cập nhật
zh_tw: 更新

# DtCate
source: Leave Category
vi: Loại phép
zh_tw: 所有假別

# DtDateApply
source: Applied at
vi: Xin phép lúc
zh_tw: 休假從….起

# DtDatein
source: DateIn
vi: Ngày vào
zh_tw: 入廠日

# DtDept
source: Department
vi: Bộ phận
zh_tw: 部門

# DtEditStatus
source: Change the application
vi: Chỉnh sửa đơn nghỉ phép
zh_tw: 修改請假單

# DtEmpID
source: employee ID #
vi: Mã nhân viên
zh_tw: 工號

# DtEnd
source: Ending
vi: Kết thúc
zh_tw: 訖

# DtFullname
source: Full name
vi: Họ & tên
zh_tw: 姓名

# DtNguoiDuyet
source: sender
vi: Người duyệt
zh_tw: 審核人

# DtNguoiGoi
source: send by
vi: Người gởi
zh_tw: 發送人

# DtSoNgay
source: Days
vi: Số ngày
zh_tw: 天數

# DtStatus
source: Status
vi: Tình trạng
zh_tw: 狀況

# DtTimeLine
source: Timeline
vi: Dòng thời gian
zh_tw: 時間表

source: Employee
vi: Người lao động
zh_tw: 員工

source: Error
vi: Lỗi
zh_tw: 錯誤

# ErrorAccess
source: You are not allowed to access this function. Please contact the administration for further instruction
vi: Bạn chưa được cấp phép để truy cập khu vực này. Liên hệ phòng Nhân Sự để được hướng dẫn thêm.
zh_tw: 您尚未得到登入此區的權限，請聯繫IT瞭解詳細內容

# ErrorAdmin
source: You are not allowed to access this function. Please contact the administration for further instruction
vi: Bạn cần quyền quản trị để vào khu vực này. Liên hệ phòng Nhân Sự để được hướng dẫn thêm.
zh_tw: 您需要有管制的權限登入此區。請聯繫IT瞭解詳細內容

# ErrorLink1
source: System will automatically tranfer to the homepage
vi: Hệ thộng sẽ tự động chuyển về trang chủ trong
zh_tw: 系統自動返回主頁

# ErrorLink2
source: seconds
vi: giây nữa.
zh_tw: 秒

# ErrorLoginFail
source: Your access is denied. Your account is not available or locked. Pls contact HR for assisstance.
vi: Bạn đăng nhập không thành công ! Tài khoản không chính xác hoặc bị khóa. Liên hệ phòng Nhân Sự để được hướng dẫn thêm.
zh_tw: 您輸入失敗！帳戶不正確或是已鎖住。請聯繫IT瞭解詳細內容

# ErrorNotLogin
source: You need to login or contact HR for assistance
vi: Bạn chưa đăng nhập hệ thống ! Đăng nhập để tiếp tục hoặc liên hệ phòng Nhân Sự để được hướng dẫn thêm.
zh_tw: 您尚未登入系統！請登入而繼續或是聯繫IT瞭解詳細內容

# Exit
source: Log Out
vi: Đăng xuất
zh_tw: 登出

source: Group
vi: Nhóm
zh_tw: 權限級別

source: Help
vi: Trợ giúp
zh_tw: 協助

# hisbtnExport
source: Excel
vi: Xuất Excel
zh_tw: 輸出Excel

# HisbtnSearch
source: Search
vi: Tìm kiếm
zh_tw: 收尋

# hiscate
source: Leave Category
vi: Loại phép
zh_tw: 假別

# hisdept
source: Department
vi: Bộ phận
zh_tw: 部門

# hisfullname
source: Full name
vi: Họ & tên
zh_tw: 姓名

# hisselectAllCate
source: All category
vi: Tất cả các thể loại
zh_tw: 所有的類別

# hisselectStatus0
source: Default
vi: Theo mặc định
zh_tw: 根據預設值

# hisselectStatus1
source: Wait
vi: Đang chờ duyệt
zh_tw: 待審核

# hisselectStatus2
source: Approved
vi: Đã được duyệt
zh_tw: 已核准

# hisselectStatus3
source: Rejected
vi: Bị từ chối
zh_tw: 拒絕

# hisselectStatus4
source: HR checked
vi: HR xác nhận
zh_tw: 已檢查

# hisstatus
source: Status
vi: Trạng thái
zh_tw: 狀態

# hisstt
source: No
vi: Stt
zh_tw: 次序

# histime
source: Time of leave
vi: Thời gian nghỉ
zh_tw: 休假時間

source: History
vi: Lịch Sử
zh_tw: 記錄

source: Home
vi: Trang chủ
zh_tw: 主頁

# idnohoten
source: Employee ID#-
vi: Id. No - họ tên
zh_tw: 工號-姓名

# JS1
source: Javascript not operate
vi: JAVASCRIPT CLIENT không hoạt động !
zh_tw: JAVASCRIPT CLIENT不活動

# JS2
source: Sorry for this inconvience
vi: Rất tiếc về điều này !
zh_tw: 抱歉此問題

# JS3
source: Some of functions will not be stablely running if web administration does not allow to run Javascript.
vi: Một số thiết lập hệ thống sẽ hoạt động thiếu ổn định nếu trình duyệt web phía client không cho phép chạy Javascript
zh_tw: 一些系統設立的活動不穩定若是client的遊覽網站不允許啟動Javascript

# JS4
source: If you have any problems in restarting your Javascript, please contact the administration for help
vi: Nếu gặp bất cứ khó khăn nào trong việc khởi chạy lại Javascript vui lòng liên hệ bộ phận liên quan
zh_tw: 若是在從新啟動 Javascrip遇到任何困難請聯繫相關單位

# JS5
source: WEB Browser is out of date
vi: Trình duyệt WEB quá cũ !
zh_tw: 遊覽網站太舊

# JS6
source: This is out of date program
vi: Phiên bản trình duyệt hiện tại phía Client đã quá cũ !
zh_tw: Client 的現代遊覽版本太舊

# JS7
source: Some of functions will not be stablely running and not safety for use
vi: Một số thiết lập hệ thống sẽ hoạt động thiếu ổn định và không an toàn cho người sử dụng
zh_tw: 一些系統設立活動會不穩定及不安全對於職工

# JS8
source: Sorry! Please upgrate the latest version
vi: Rất tiếc về điều này ! Xin hãy sớm cập nhật lên phiên bản mới nhất
zh_tw: 抱歉此事！請更新最新的版本

# JS9
source: If you have any problems in upgrading your program, please contact the administration for help
vi: Nếu gặp bất cứ khó khăn nào trong việc nâng cấp trình duyệt, vui lòng liên hệ bộ phận liên quan
zh_tw: 若是在遊覽升級的過程中遇到任何困難，請聯繫相關單位

# ketthuc
source: End
vi: Kết thúc
zh_tw: 結束

# khongtimthay
source: Data notfound ! try again
vi: Không tìm thấy dữ liệu phù hợp !
zh_tw: 無法找到符合資料

# kichhoat
source: Active
vi: Kích Hoạt
zh_tw: 活性

# lammoi
source: Reset
vi: Làm mới
zh_tw: 重新

# LeavePlus
source: Supplement Leave
vi: Bù phép
zh_tw: 補充

# luuy
source: Noted:
vi: Lưu ý:
zh_tw: 備註:

# luuy1
source: The Excel file must be a template file provided by the IT department. Or download the sample file
vi: File Excel phải là file theo mẫu do phòng IT cung cấp. Hoặc tải file mẫu
zh_tw: Excel文件是由IT部門提供設置文件。或下載示例文件

# luuy2
source: Here
vi: tại đây
zh_tw: 在這兒

# luuy3
source: All errors will be automatically ignored by the system without warning.
vi: Mọi trường hợp sai xót sẽ bị hệ thống tự động bỏ qua mà không có cảnh báo.
zh_tw: 有缺陷的系統的所有病例沒有預警的被自動忽略。

# masothe
source: Employee ID#
vi: Mã số thẻ
zh_tw: 工號

# nam
source: Year
vi: Năm
zh_tw: 年

# Name
source: Full name
vi: Họ & tên
zh_tw: 姓名

# NewPass
source: New password
vi: Mật khẩu mới
zh_tw: 新密碼

# ngaylaybaocao
source: Report date
vi: Ngày lấy báo cáo
zh_tw: 產生報告日期

# ngaynghi
source: Day of leave
vi: ngày nghỉ
zh_tw: 休假天

# ngayphepnam
source: Annual Leave
vi: Ngày phép năm
zh_tw: 年假

# nhapmanv
source: Enter the ID number#
vi: Nhập mã nhân viên
zh_tw: 輸入工號

# nhom
source: Group
vi: Nhóm
zh_tw: 權限級別

# NoteCategory
source: Need to provide evidence documents for this leave
vi: Cần giấy tờ xác nhận bổ sung !
zh_tw: 補充確認資料

# Notification
source: Announcement
vi: Thông báo
zh_tw: 通告

# OldPass
source: Old password
vi: Mật khẩu cũ
zh_tw: 舊的密碼

# PagePerson
source: Private
vi: Cá nhân
zh_tw: 個人

# part
source: Team
vi: Bộ phận
zh_tw: 組別

# PerBegin
source: Starting time
vi: Bắt đầu
zh_tw: 開始

# PerbtnAdd
source: Apply
vi: Xin phép
zh_tw: 請假

# PerbtnChangePass
source: Change the password
vi: Đổi mật khẩu
zh_tw: 更換密碼

# PerbtnDangKy
source: Register
vi: Đăng ký
zh_tw: 登記

# PerbtnDelete
source: Delete
vi: Xóa
zh_tw: 刪除

# PerbtnLamLai
source: Reset
vi: Làm lại
zh_tw: 重試

# PerbtnRole
source: View Role
vi: Xem quyền
zh_tw: 遊覽權限

# PerCate
source: Leave Category
vi: Loại phép
zh_tw: 假別

# PerCateSelect
source: Choose the leave category
vi: Chọn loại nghỉ phép
zh_tw: 選擇假別

# PerComment
source: Note
vi: Ghi chú
zh_tw: 備註

# PerCount
source: Day of leave
vi: Ngày nghỉ
zh_tw: 休假天

# PerCountDay
source: Total leave days
vi: Số ngày nghỉ
zh_tw: 休假天數

# PerDateIn
source: DateIn
vi: Ngày vào
zh_tw: 入廠日

# PerDateLeave
source: Date of register
vi: Ngày xin nghỉ
zh_tw: 申請休假日

# PerDept
source: Department
vi: Bộ phận
zh_tw: 部門

# PerEmpID
source: Employee ID #
vi: Mã nhân viên
zh_tw: 工號

# PerEnd
source: Ending time
vi: Kết thúc
zh_tw: 訖

# PerError1
source: Please choose the start date and end date
vi: Vui lòng chọn đầy đủ ngày bắt đầu và kết thúc nghỉ phép !
zh_tw: 請選擇休假起訖月日

# PerError2
source: please choose the correct reason of leave
vi: Vui lòng chọn loại nghỉ phép theo quy định !
zh_tw: 請按照規定選擇休假類別

# PerError3
source: Please try again!
vi: Ngày giờ chọn không chính xác ! Vui lòng chọn lại !
zh_tw: 選擇的時間及日期不正確！請重試！

# PerError4
source: Your annual leave is over, please another reason of leave
vi: Phép năm của bạn đã hết ! Vui lòng chọn loại phép khác !
zh_tw: 您的年假已完！請選擇其他假別

# PerError5
source: Your annual leave is not enough. Please choose another reason of leave or choose the correct annual leave period.
vi: Phép năm của bạn không đủ cho kỳ nghỉ này ! Vui lòng chọn loại phép khác hoặc thay đổi thời gian kỳ nghỉ !
zh_tw: 您的這期的年假不足！請選擇其他假別或是更換休假時間

# PerError6
source: Your application is duplicate. Please check
vi: Kỳ nghỉ của người lao động bị trùng với một kỳ nghỉ khác đã được đăng ký ! Vui lòng xem lại !
zh_tw: 職工的休假日與已登記的假日重複！請重新檢查！

# PerErrorTitle
source: Announcement
vi: Thông báo
zh_tw: 通告

# PerFullname
source: Full name
vi: Họ & tên
zh_tw: 姓名

# PerGio
source: hour
vi: giờ
zh_tw: 小時

# PerLeave
source: Annual leave
vi: Phép năm
zh_tw: 年假

# PerLeave2
source: Used annual leave
vi: Phép năm đã nghỉ
zh_tw: 已休年假

# PerLeave3
source: Total used annual leave
vi: Tổng phép đã nghỉ
zh_tw: 已休的年假總數

# PerLeaveAgent
source: Agent leave
vi: Phép năm cá nhân
zh_tw: 個人年假

# PerLeaveArrange
source: Arrange leave
vi: Phép năm công ty
zh_tw: 公司年假

# PerNgay
source: days
vi: ngày
zh_tw: 日期

# PerNote
source: Require to fill in all the gaps
vi: Yêu cầu các trường không được để trống
zh_tw: 要求不留空白的情況

# PerPosition
source: Position
vi: Chức vụ
zh_tw: 職務

# PerSoGio
source: Hour
vi: Số giờ
zh_tw: 時數

source: Personal
vi: Cá Nhân
zh_tw: 個人

# PerSoNgay
source: days
vi: Số ngày
zh_tw: 天數

# PerStt
source: No
vi: Stt
zh_tw: 項次

# PerTimelin
source: Leave time
vi: Thời gian nghỉ
zh_tw: 休假時間

# PerTitle
source: Leave personal
vi: Xin phép cá nhân
zh_tw: 個人請假

# phepnam
source: Annual Leave
vi: Phép năm
zh_tw: 年假

# phongban
source: Department
vi: Phòng/ban
zh_tw: 部門

# pncanhan1
source: Used agent leave
vi: Pn cá nhân (đã nghỉ)
zh_tw: 已休年假

# pndanghi
source: Used annual leave/annual leave
vi: Pn đã nghỉ/Phép năm
zh_tw: 已休年假/年假

# pnsapxep1
source: Used arrange leave
vi: PN sắp xếp (đã nghỉ)
zh_tw: 公司年假

source: Position
vi: Chức vụ
zh_tw: 職稱

# QuestionDelete
source: Are you sure to delete this application
vi: Bạn có chắc muốn xoá đơn nghỉ phép đã chọn !
zh_tw: 您是否確定刪除已選的請假單

# Refuse
source: Reject
vi: Từ chối
zh_tw: 拒絕

# RefuseTitle
source: Reject the checked application
vi: Từ chối các đơn đã check
zh_tw: 拒絕已檢查的單子

source: Register
vi: Đăng ký
zh_tw: 登記

# Remember
source: Next login automatically
vi: Tự động đăng nhập lần sau
zh_tw: 次自動登入

source: Report
vi: Báo cáo
zh_tw: 報告

source: SEA/HR
vi: Nhân sự
zh_tw: 人事

# SEAHR1
source: New Employee
vi: Thêm mới nhân viên
zh_tw: 新增職員

# SEAHR2
source: SEA Confirm
vi: SEA Xác Nhận
zh_tw: SEA 確認

# SEAHR3
source: Edit Leave
vi: Sửa chữa phép
zh_tw: 修改假單

# SEAHR4
source: Report Data Daily
vi: Dữ liệu hàng ngày
zh_tw: 每日報告資料

# SEAHR5
source: Export HP
vi: Xuất HP
zh_tw: 輸出HP

# SEAHR6
source: Update
vi: Cập nhật
zh_tw: 更新

# SEAHR7
source: Emp management
vi: Quản lý Nhân viên
zh_tw: 職員管理

# SEAHR8
source: Roles
vi: Phân quyền
zh_tw: 分權

# SearchApprove
source: Find
vi: Tìm
zh_tw: 掃尋

# status0
source: Wait
vi: Chờ duyệt
zh_tw: 待審核

# status1
source: Approved
vi: Đã duyệt
zh_tw: 已核准

# status2
source: Rejected
vi: Từ chối
zh_tw: 拒絕

# status3
source: Finish
vi: Hoàn thành
zh_tw: 完成

# sua
source: Edit
vi: Sửa
zh_tw: 修改

source: System Checked
vi: Hệ thống đã kiểm tra
zh_tw: 系統已檢查

# tailen
source: Upload
vi: Tải lên
zh_tw: 上載

# tatca
source: All
vi: Tất cả
zh_tw: 全部

# tatcacacloaiphep
source: Leave Category
vi: Tất cả các loại phép
zh_tw: 所有假別

# tckhuvuc
source: All Areas
vi: Tất cả khu vực
zh_tw: 所有區域

# tcphongban
source: All Department
vi: Tất cả phòng ban
zh_tw: 所有部門

# textcmt1
source: Add in the personal main page
vi: Thêm tại trang cá nhân
zh_tw: 新增在個人主頁

# textcmt10
source: Successfully changed password. System will logout automatically. Please re-login again.
vi: Cập nhập mật khẩu thành công. Hệ thống sẽ tự động đăng xuất. Vui lòng đăng nhập lại !
zh_tw: 更新密碼已成功。系統會自動登出。請再登入！

# textcmt11
source: Recorded in system successfully. Please review the list through deputy leave function
vi: Thành công ! Hệ thống đã ghi nhận. Vui lòng theo dõi lại danh sách qua trang Đại Diện.
zh_tw: 成功！系統已記綠。請在代理請假重看名單

# textcmt12
source: Your account is not accessed, contact related dep. to deal with it
vi: Tài khoản của bạn chưa được liên kết với người lao động. Vui lòng liên hệ các bộ phận liên quan để xử lý vấn đề !
zh_tw: 您的帳號沒有聯結到員工資料。請聯係有關部門處理。

# textcmt13
source: Our system cannot check the repeated leave date/time
vi: Hệ thống sẽ không tự động kiểm tra việc trùng lặp thời gian xin phép của nhân viên.
zh_tw: 系統不會自動檢查員工的請假重複時間

# textcmt14
source: Chosen date/time is not matched, pls re-select date/time
vi: Yêu cầu sửa chữa không hợp lệ, vui lòng chọn lại các mốc thời gian.
zh_tw: 要求修改時間不符合，請重新選擇時間

# textcmt2
source: Add in deputy leave page
vi: Thêm từ trang đại diện
zh_tw: 新增在代理請假頁面

# textcmt3
source: Approved by
vi: Được duyệt bởi
zh_tw: 審核by

# textcmt4
source: Rejected by
vi: Từ chối bởi
zh_tw: 拒絕by

# textcmt5
source: Add in advanced page
vi: Thêm tại trang nâng cao
zh_tw: 在進階頁面新增

# textcmt6
source: Confirmed by
vi: Được xác nhận bởi
zh_tw: 確認by

# textcmt7
source: Modified status (waiting for review)
vi: Đã sửa đổi trạng thái (chờ duyệt)
zh_tw: 已修改狀態 (待審核)

# textcmt8
source: Modified status (accept)
vi: Đã sửa đổi trạng thái (chấp nhận)
zh_tw: 已修改狀態 (接收)

# textcmt9
source: Modified status (reject)
vi: Đã sửa đổi trạng thái ( từ chối)
zh_tw: 已修改狀態(拒絕)

# them
source: Add
vi: Thêm
zh_tw: 新增

# themthucong
source: Please input data
vi: Thêm thủ công
zh_tw: 請輸入資料

# TimeApprove
source: Time
vi: Thời gian
zh_tw: 時間

source: Time System
vi: Giờ hệ thống
zh_tw: 系統時間

# titlecapnhatnghiphep
source: Update the annual leave of the staff
vi: Cập nhập số nghỉ phép của nhân viên
zh_tw: 更新職員的年假

# TitleDelete
source: Delete the registration
vi: Xoá đơn nghỉ phép
zh_tw: 刪除請假卡

# titlexuatbc
source: Export daily data
vi: Xuất báo cáo nghỉ phép hàng ngày
zh_tw: 產生每天休假報表

# tong
source: Total
vi: Tổng
zh_tw: 總共

# tongnghiphep
source: Used annual leave
vi: Tổng nghỉ phép
zh_tw: 已休的年假總數

# tongphep1
source: Total used annual leave
vi: Tổng phép (đã nghỉ)
zh_tw: 已休的年假總數

# txtPassword
source: Password
vi: Mật khẩu
zh_tw: 密碼

# txtUserName
source: Employ Number
vi: Mã nhân viên
zh_tw: 工號

# UploadNote
source: Note: Wrong registration, application will not be saved without any notice
vi: Lưu ý: Hệ thống tự động kiểm tra, các đơn nghỉ phép không hợp lệ sẽ bị bỏ qua mà không có cảnh báo
zh_tw: 備註：系統自動檢查，不符合的請假單會無通告而被忽略

# UploadNote2
source: Upload file needed to follow the same forms set by IT, otherwise it will be illegal or wrong information
vi: Để hệ thống hoạt động chính xác nhất. File upload cần đúng theo file mẫu do phòng IT cung cấp. Dùng các mẫu khác đều không hợp lệ và có thể dẫn đến sai sót
zh_tw: 讓系統操作正確。上傳的檔案必須符合由IT 提供的檔案範本。使用其他的範本都不符合及導致錯誤

# UpNote3
source: attached the sample file
vi: Lấy file mẫu theo
zh_tw: 取檔案樣根據

# UpNote4
source: this link
vi: đường dẫn này
zh_tw: 此連接

# UpNote5
source: or download
vi: hoặc download
zh_tw: 或是下載

# UpNote6
source: here
vi: tại đây
zh_tw: 這裡

# UpNote7
source: Please contact IT for details
vi: Liên hệ phòng IT để biết thêm chi tiết
zh_tw: 聯繫IT 瞭解明細

source: User
vi: Người dùng
zh_tw: 用戶

source: Version
vi: Phiên bản
zh_tw: 版本

source: View
zh_tw: 檢視

# vohieuhoa
source: Invalidated
vi: Disable(Vô hiệu hóa)
zh_tw: 無效化

# vohieuhoanv
source: Invalidated Staff
vi: Vô hiệu hóa nhân viên
zh_tw: 無效化職員

# xacnhan
source: Confirm
vi: Xác nhận
zh_tw: 確認

# ycduyetlai
source: Required approval after edit
vi: Yêu cầu duyệt lại sau khi sửa chữa !
zh_tw: 假單已經修改請您再審核

# ycsuachua
source: Required editing leave data
vi: Yêu cầu sửa chữa đơn phép
zh_tw: 請修改假單

# language
source: english
vi: vietnamese
zh_tw: 中文

# textcmt15
source: Edited
vi: Đã chỉnh sửa
zh_tw: 編輯

source: Export Excel
vi: Xuất Excel
zh_tw: 匯出Excel

# PerPart
source: Part
vi: Bộ phận
zh_tw: 組別

# ReportActual
source: Actual
vi: Tổng số người đi làm
zh_tw: 實到人數

# ReportLeaveApplied
source: Leave Applied
vi: Tổng số người xin nghỉ phép
zh_tw: 已請假人數

# ReportLeaveApproved
source: Leave Approved
vi: Tổng số người được duyệt
zh_tw: 已請假核准人數

# ReportMPPoolIn
source: MP Pool In
vi: Tổng số người điều đến
zh_tw: 派入人數

# ReportMPPoolOut
source: MP Pool Out
vi: Tổng số người điều đi
zh_tw: 派出人數

# ReportSEAMP
source: SEA MP (on board)
vi: Tổng nhân viên
zh_tw: 應到人數

# ReportTotal
source: Total
vi: Tổng cộng
zh_tw: 總共

# ReportDate
source: Date
vi: Ngày
zh_tw: 日期

# ReportShow
source: VIEW REPORT
vi: XEM BÁO CÁO
zh_tw: 查看報告

source: From date :
vi: Từ ngày :
zh_tw: 自日期起:

source: To date :
vi: Đến ngày :
zh_tw: 自日期訖:

# LunchTime
source: Break Time
vi: Thời gian nghỉ trưa
zh_tw: 午餐時間

# OfficeHours1
source: Office Hours (1) (11:00~12:00)
vi: Ca Hành Chánh 1 (11:00~12:00)
zh_tw: 行政班(1) (11:00~12:00)

# OfficeHours2
source: Office Hours (2) (11:30~12:30)
vi: Ca Hành Chánh 2 (11:30~12:30)
zh_tw: 行政班(2) (11:30~12:30)

# OfficeHours3
source: Office Hours (3) (12:00~13:00)
vi: Ca Hành Chánh 3 (12:00~13:00)
zh_tw: 行政班(3) (12:00~13:00)

# OfficeHours4
source: Office Hours (4) (12:30~13:30)
vi: Ca Hành Chánh 4 (12:30~13:30)
zh_tw: 行政班(4) (12:30~13:30)

# SelectBreakTime
source: Select the Break Time
vi: Chọn giờ nghỉ giữa ca
zh_tw: 請選擇吃飯時間

# Shift5
source: Shift 5 (Canteen) (12:45~13:45)
vi: Ca 5 (Nhà ăn) (12:45~13:45)
zh_tw: 5班(餐廳) (12:45~13:45)

# ShiftA
source: Shift A (10:30~11:00)
vi: Ca A (10:30~11:00)
zh_tw: A班 (10:30~11:00)

# ShiftB
source: Shift B (17:30~18:00)
vi: Ca B (17:30~18:00)
zh_tw: B班 (17:30~18:00)

# ShiftC
source: Shift C (Night) (01:00~01:45)
vi: Ca C (Ca đêm) (01:00~01:45)
zh_tw: C班(夜班) (01:00~01:45)
