Repository: donmq/donmq.github.io
Catalog: eTierMeeting_v2/API/Resources/Resource.*.resx
Languages: id_id, vi_vn, zh_tw

source: Admin page
id_id: Halaman Admin
vi_vn: Trang quản trị
zh_tw: 管理页面

# admin_building
source: Building Management
id_id: Pengelolaan Gedung
vi_vn: Quản lý Tòa nhà
zh_tw: Building 管理

# admin_cell
source: Cell Management
id_id: Pengelolaan Cell
vi_vn: Quản lý Cell
zh_tw: Cell 設定"

# admin_cell_plno
source: Cell_Plno Management
id_id: Pengelolaan Cell_Plno
vi_vn: Quản lý Cell_Plno
zh_tw: Cell_place no 設定

# admin_email_address
source: Email address
id_id: Alamat Email
vi_vn: Địa chỉ email
zh_tw: 郵件地址

# admin_employ
source: Employee Management
id_id: Pengelolaan karyawan
vi_vn: Quản lý Employee
zh_tw: 保管人設定

# admin_hello
source: WELCOME TO THE MANAGEMENT INTERFACE
id_id: Selamat datang di pengelolaan Antar Muka
vi_vn: CHÀO MỪNG BẠN ĐẾN VỚI GIAO DIỆN QUẢN LÝ
zh_tw: 歡迎來到管理界面

# admin_home
source: Home
id_id: Rumah
vi_vn: Trang chủ
zh_tw: 主頁

# admin_id
source: EmployeeID
id_id: Nomor karyawan
vi_vn: Số thẻ
zh_tw: 工號

# admin_list_cell_plno
source: Cell_Plno listing information
id_id: Informasi Daftar Cell_Plno
vi_vn: Thông tin danh mục Cell_Plno
zh_tw: Cell_Plno資訊目錄

# admin_machine
source: Machine Management
id_id: Pengelolaan mesin
vi_vn: Quản lý máy
zh_tw: 机管理

# admin_maintain_plno
source: Location Maintain
id_id: Pemeliharaan lokasi
vi_vn: Vị trí quản lý
zh_tw: 單位

# admin_manager_plno
source: Responsible For
id_id: Bertanggung jawab Untuk
vi_vn: Chịu trách nhiệm cho
zh_tw: 單位

# admin_name
source: Full Name
id_id: Nama lengkap
vi_vn: Họ và Tên
zh_tw: 姓名

# admin_pdc
source: PDC Management
id_id: Pengelolaan PDC
vi_vn: Quản lý PDC
zh_tw: PDC 設定

# admin_plno
source: Location Management
id_id: Pengelolaan lokasi
vi_vn: Quản lý Plno
zh_tw: Plno管理

# admin_title_building
source: Building listing information
id_id: Informasi daftar bangunan
vi_vn: Thông tin danh mục tòa nhà
zh_tw: Building資訊目錄

# admin_title_cell
source: Cell listing information
id_id: Informasi daftar cell
vi_vn: Thông tin danh mục Cell
zh_tw: Cell資訊目錄

# admin_title_pdc
source: PDC listing information
id_id: Informasi daftar PDC
vi_vn: Danh sách PDC
zh_tw: PDC名單

# admin_user_code
source: User code
id_id: Data pengguna
vi_vn: Mã nhân viên
zh_tw: 人員工號

source: Change Password
id_id: Ubah Pasword
vi_vn: Thay đổi mật khẩu
zh_tw: 修改密碼

source: Check Machine
id_id: Cek mesin
vi_vn: Kiểm tra máy
zh_tw: 檢查機器

source: Check Date
id_id: Periksa Tanggal
vi_vn: Ngày Kiểm tra
zh_tw: 檢查日期

source: Check Machine Safety
id_id: Periksa Keamanan Mesin
vi_vn: Kiểm tra an toàn máy móc
zh_tw: 檢查機器安全

# contactit
source: Contact the IT department for further instructions.
id_id: Hubungi departement IT untuk Info lebih lanjut
vi_vn: Liên hệ phòng IT để được hướng dẫn thêm.
zh_tw: 聯繫IT瞭解詳細內容.

# contact_it
source: Contact the IT department for further instructions.
id_id: Hubungi departement IT untuk Info lebih lanjut
vi_vn: Liên hệ phòng IT để được hướng dẫn thêm.
zh_tw: 聯繫IT瞭解詳細內容.

source: Date
id_id: Tanggal
vi_vn: Ngày
zh_tw: 日期

# dept_does_not_exist
source: Dept does not currently exist in Cell_Plno. Please check again !
id_id: Departement saat ini tidak ada di cell_plno silakan Periksa lagi!
vi_vn: Đơn vị bảo quản hiện không tồn tại trong Cell_Plno. Vui lòng kiểm tra lại !
zh_tw: 保管部門不存在 Cell_Plno. 請重新檢查 !

source: Do not scan
id_id: Jangan di pindai
vi_vn: Không được quét
zh_tw: 掃不到

source: Employee Code
id_id: Kode Karyawan
vi_vn: Mã Nhân Viên
zh_tw: 员工代码

source: Employee name
id_id: Nama karyawan
vi_vn: Họ tên người kiểm kê
zh_tw: 盤點人姓名

source: End Time Inventory
id_id: Persediaan akhir waktu
vi_vn: Thời gian kết thúc kiểm kê
zh_tw: 盤點結束時間

source: Exactly
id_id: Persis
vi_vn: Chính xác
zh_tw: 究竟

source: Hello!
id_id: Halo
vi_vn: Xin chào!
zh_tw: 你好!

source: hours
id_id: Jam
vi_vn: giờ

source: Inventory
id_id: Stock persediaan
vi_vn: Kiểm kê
zh_tw: 盤點

source: Inventory history
id_id: sejarah stock persediaan
vi_vn: Lịch sử kiểm kê
zh_tw: 盤點記錄

source: inventoryhistory2
id_id: sejarah stock persediaan2
vi_vn: Lịch sử kiểm kê 2
zh_tw: 盤點記錄2

# inventoryV2
source: Inventory2
id_id: sejarah2
vi_vn: Kiểm kê 2
zh_tw: 盤點2

source: Inventory Calendar
id_id: Persediaan kalender
vi_vn: Lịch kiểm kê

source: Inventory location
id_id: persediaan lokasi
vi_vn: Vị trí kiểm kê
zh_tw: 存放地點

source: Inventory report
id_id: Laporan persediaan
vi_vn: Báo cáo kiểm kê
zh_tw: 盤點報告

source: Inventory result
id_id: Hasil persediaan
vi_vn: KẾT QUẢ KIỂM KÊ
zh_tw: 盤點結果

source: Inventory status
id_id: Status persediaan
vi_vn: Trạng thái kiểm kê
zh_tw: 盤點狀態

source: Inventory type
id_id: Tipe persediaan
vi_vn: Loại kiểm kê
zh_tw: 盤點類別

source: Location
id_id: lokasi
vi_vn: Vị trí
zh_tw: 存放地點

source: Scan Location
id_id: lokasi pindai
vi_vn: Vị trí quét
zh_tw: 位置掃描

source: Login
id_id: Masuk
vi_vn: Đăng nhập
zh_tw: 注册

# loginrequest
source: Please login to use this function
id_id: Silakan masuk untuk menggunakan fungsi ini
vi_vn: Vui lòng đăng nhập để sử dụng được chức này
zh_tw: 請登入帳號使用這功能

source: Logout
id_id: Keluar
vi_vn: Đăng xuất
zh_tw: 登出

source: Machine Category
id_id: Kategori mesin
vi_vn: Danh mục máy
zh_tw: 機器目錄

source: Machine check history
id_id: Sejarah pengecekan Mesin
vi_vn: Lịch sử kiểm tra máy
zh_tw: 檢查記錄

# machinemove
source: Machine Transferring
id_id: Perpindahan mesin
vi_vn: Di chuyển máy
zh_tw: 調撥機器

source: Machine transfer history
id_id: Sejarah perpindahan mesin
vi_vn: Lịch sử chuyển máy
zh_tw: 機器轉移記錄

source: Machine check results
id_id: Hasil pengecekan mesin
vi_vn: Kết quả kiểm tra máy
zh_tw: 結果檢查

source: Machine code
id_id: Kode mesin
vi_vn: Mã máy
zh_tw: 資產編號

source: Machine Name
id_id: Nama mesin
vi_vn: Tên máy
zh_tw: 資產名稱

source: Machine Report
id_id: Laporan Mesin
vi_vn: Thống Kê Máy
zh_tw: 機器統計

# machine_transfer_locked
source: Machine transfer system is locked. Please reload the page !
id_id: Sistem perpindahaan mesin terkunci. Silakan Ulangi halaman ini
vi_vn: Hệ thống chuyển máy đang bị khóa. Vui lòng tải lại trang !
zh_tw: 轉移系統已鎖定。請重新加載頁面！

# management_location_does_not_exist
source: Location Manager does not currently exist in Cell_Plno. Please check again !
id_id: Manajer Lokasi saat ini tidak ada di Cell_plno. Silakan periksa lagi.
vi_vn: Vị trí quản lý hiện không tồn tại trong Cell_Plno. Vui lòng kiểm tra lại !
zh_tw: 位置管理不存在Cell_Plno. 請重新檢查 !

source: Match
id_id: Pertandingan
vi_vn: Hoàn Thành
zh_tw: 正確

# match_machine
source: Match
id_id: Pertandingan mesin
vi_vn: Hợp lệ
zh_tw: 合理

source: minute
id_id: menit
vi_vn: phút

# notifice
source: Notice from the system:
id_id: Pemberitahuan dari sistem
vi_vn: Thông báo từ hệ thống:
zh_tw: 系統的通知:

# notifice_it_admin
source: Only senior managers have access to this function
id_id: Hanya senior menejer yang memiliki akses fungsi ini
vi_vn: Chỉ quản lý cấp cao mới có quyền sử dụng chức năng này
zh_tw: 只有高級經理可以使用此功能

# notifi_blocked_machine
source: The machine transfer system is locked because during inventorying time !
id_id: sistem perpindahan mesin terkunci selama waktu pengecekan masin.
vi_vn: Hệ thống chuyển máy bị khóa vì trong thời gian tiến hành kiểm kê !
zh_tw: 轉移系統被鎖定，因為在盤點期間！

source: Not found
id_id: Tidak ditemukan
vi_vn: Không tìm thấy
zh_tw: 沒找到

source: Not Scan
id_id: Tidak terpindai
vi_vn: Không được quét
zh_tw: 掃不到

# organization
source: Layout
id_id: Penataan
vi_vn: Sơ đồ
zh_tw: 布局

# percent_match
source: Percent accurate
id_id: Persentasi keakuratan
vi_vn: Phần trăm chính xác
zh_tw: 正確率

# phuc_kiem
source: Re-examination
id_id: Pemeriksaan Ulang
vi_vn: Phúc kiểm
zh_tw: 復盤

# qtyNotScan
source: Number of machines not scanned
id_id: Nomor mesin tidak terpindai
vi_vn: Số lượng máy không quét
zh_tw: 掃不到

# recent_times
source: Recent Time
id_id: Baru-baru ini
vi_vn: Thời gian kiểm kê gần đây nhất
zh_tw: 日期

# rediacthome
source: Seconds the system will automatically return to the homepage!
id_id: beberapa detik sistem akan otomatis kembali ke halaman awal
vi_vn: Giây nữa hệ thống sẽ tự động chuyển về trang chủ!
zh_tw: 秒系統會自動轉會主頁

source: Report Sheet
id_id: Lembar Laporan
zh_tw: 報告表

# rut_kiem
source: Short examination
id_id: Pemeriksaan singkat
vi_vn: Rút kiểm
zh_tw: 抽盤

source: seconds
id_id: Detik
vi_vn: giây

# seconds_return_hompage
source: Seconds the system will automatically return to the homepage!
id_id: beberapa detik sistem akan otomatis kembali ke halaman awal
vi_vn: Giây nữa hệ thống sẽ tự động chuyển về trang chủ!
zh_tw: 秒，系統將自動返回首頁！

source: Select inventory type
id_id: Pilih tipe pemeriksaan
vi_vn: Chọn loại kiểm kê
zh_tw: 選擇盤點類別

# sokiem
source: Preliminary examination
id_id: Pemeriksaan pendahuluan
vi_vn: Sơ kiểm
zh_tw: 初盤

source: Start Time Inventory
id_id: Waktu mulai pemeriksaan
vi_vn: Thời gian bắt đầu kiểm kê
zh_tw: 盤點開始時間

source: State
id_id: Negara
vi_vn: Tình trạng
zh_tw: 現況

# suppplier
source: Supplier
id_id: Pemasok :
vi_vn: Nhà cung cấp
zh_tw: 廠商

source: The remaining time :
id_id: Waktu pengingat :
vi_vn: Thời gian còn lại :

# total
source: Number of machines available
id_id: Nomor mesin tersedia
vi_vn: Số lượng máy hiện có
zh_tw: 可用機器數

# totalMachine
source: Total number of machines
id_id: Total nomor mesin
vi_vn: Tổng số máy trên hệ thống
zh_tw: 可用機器數

source: Total machine found
id_id: Total mesin di temukan
vi_vn: Tổng máy được tìm thấy
zh_tw: 總機已找到

source: Total machine not found
id_id: Total mesin tidak di temukan
vi_vn: Tổng máy không được tìm thấy
zh_tw: 總機找不到

source: Total scanned machine
id_id: Total mesin di pindai
vi_vn: Tổng máy đã quét
zh_tw: 總機已掃描

source: User management
id_id: Pengelolaan Pengguna
vi_vn: Quản lý User
zh_tw: 管理帳號

source: Wrong position
id_id: Salah posisi
vi_vn: Sai vị trí
zh_tw: 存放錯誤

# cellplno_cell_name
source: Cell Name
id_id: Nama Cell
vi_vn: Đơn vị
zh_tw: 單位

# cellplno_cell_code
source: Cell Code
id_id: Kode Cell
vi_vn: Khu vực
zh_tw: 區

# cellplno_place
source: Place
id_id: Tempat
vi_vn: Vị trí
zh_tw: 位置

source: Building
id_id: Gedung
vi_vn: Tòa nhà
zh_tw: 棟

# cellplno_cell_name2
source: Dept
id_id: Departemen
vi_vn: Đơn vị bảo quản
zh_tw: 保管部門

# cellplno_report
source: Location
id_id: Lokasi
zh_tw: 存放地點

source: Remark
id_id: komentar
vi_vn: nhận xét
zh_tw: 评论

source: Not found in system
id_id: Tidak ditemukan dalam sistem
vi_vn: Không tìm thấy trong hệ thống
zh_tw: 在系统中找不到

source: Inventory report - ALL LOCATION
id_id: Laporan inventaris - SEMUA LOKASI
vi_vn: Báo cáo kiểm kê - TẤT CẢ VỊ TRÍ
zh_tw: 库存报告 - 所有位置

source: Factory Area
id_id: Area Pabrik
vi_vn: Khu Vực Xưởng
zh_tw: 厂区

source: Custody Department
id_id: Departemen Penitipan
vi_vn: Bộ Phận Lưu ký
zh_tw: 托管部

source: Curator Inventory
id_id: Inventarisasi Kurator
vi_vn: Phụ Trách Kiểm Kê
zh_tw: 策展人库存

source: Inventory Unit
id_id: Unit Inventaris
vi_vn: Unit Inventaris
zh_tw: 库存单位

source: Manager Code
id_id: Kode Manajer
vi_vn: Mã người giám sát
zh_tw: 督導工號

source: Supervisor Name
id_id: Nama Pengawas
vi_vn: Tên người giám sát
zh_tw: 督導名稱

# number_of_manager
source: Number of employees of the reviewer
id_id: Jumlah karyawan resensi
vi_vn: Số nhân viên của người đánh giá
zh_tw: [object Object]

# restorer_name
source: Name of restorer
id_id: Nama pemulih
vi_vn: Tên của người khôi phục
zh_tw: Tên của người khôi phục

# management_machine_does_not_exist
source: Machine does not exist
vi_vn: Máy hiện tại không tìm thấy

source: Machine Id Invalid
vi_vn: Mã máy không hợp lệ
